"More than %1$@ used on %2$@" = "Più di  %1$@ usato su %2$@"; // disk space
"Free memory below %@" = "Memoria Libera sotto %@";
"CPU usage above %1$@ for %2$@ seconds" = "Utilizzo CPU sopra %1$@ per %2$@ secondi";
"iStat Menus has been updated" = "iStat Menus è stato aggiornato";
"Battery now at %@" = "Battery ora al %@";
"No internet connection" = "Nessuna Connessione A Internet";
"Currently %1$@. Feels like %2$@." = "Ora %1$@. Percepita come %2$@."; // weather temperatures
"%li minutes remaining on battery" = "%li minuti di batteria rimanenti";
"iStat Menus %.2f (%i) is now installed." = "iStat Menus %.2f (%i) è ora installato.";
"%@ chance of rain" = "%@ di probabilità di pioggia";
"Internet" = "Internet";
"Charger connected" = "Caricatore Connesso";
"Daylight saving starts tomorrow at %@" = "Il risparmio diurno inizia domani alle %@";
"Low Battery" = "Batteria quasi scarica";
"Forecast for today" = "Previsioni per Oggi";
"Clocks forward %@ hour" = "Orologi avanti di %@ ore";
"New IP Address '%@'" = "Nuove Indirizzo IP '%@'";
"Active GPU changed" = "GPU Attiva Cambiata";
"%i Weather Alerts" = "%i Allerta Meteo";
"Weather Alert" = "Allerta Meteo";
"S.M.A.R.T. status changed" = "S.M.A.R.T. stato cambiato";
"%@ chance of rain tonight" = "%@ probabilità di pioggia stanotte";
"Load Average above %1$@ for %2$@ seconds" = "Carico Medio Sopra %1$@ per %2$@ secondi";
"%1$@ now at %2$@" = "%1$@ ora al %2$@"; // battery level now at %
"'%@' is now being used" = "'%@' è al momento utilizzata"; // 'x gpu' is now being used
"Memory pressure above %@" = "Pressione Memoria sopra %@";
"Daylight saving ends on %@" = "Il risparmio diurno termina il %@";
"Charger disconnected" = "Caricatore Disconesso";
"Connected to '%@'" = "Connesso a '%@'";
"Battery is now charged" = "Batteria carica";
"Daylight saving ends tomorrow at %@" = "Il risparmio diurno termina domani alle %@";
"Forecast for tomorrow" = "Previsione per Domani";
"New public IP Address '%@'" = "Nuovo Indirizzo IP pubblico '%@'";
"%@ chance of rain at night" = "%@ probabilità di pioggia di notte";
"Low %1$@, High %2$@." = "Basse %1$@, Alte %2$@."; // weather temperatures
"Wi-Fi connected to '%@'" = "Wi-Fi connesso a '%@'";
"Connected to internet" = "Connesso A Internet";
"Clocks back %@ hour" = "Orologi indietro di %@ ore";
"'%1$@' above %2$@ for %3$@ seconds" = "'%1$@' superiori di %2$@ per %3$@ secondi"; // sensor above value for x seconds
"Daylight saving starts on %@" = "Il risparmio diurno inizia il %@";
"Less than %1$@ left on %2$@" = "Meno di %1$@ rimasto su %2$@"; // disk space
"Current conditions" = "Condizione Corrente";


// Unlocalized strings



// Modified strings

